Repository: UkrSoft/choose-operator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Quick links
uk: Швидкі посилання

source: Return to site
uk: Повернутися на сайт

source: Change password
uk: Змінити пароль

source: Log out
uk: Вийти

source: Operators/Packages
uk: Оператори / Пакети

source: Offers/Features
uk: Пропозиції / Функції

source: Services
uk: Послуги

source: Terms / Payments
uk: Терміни / Платежі

source: Supplementary
uk: Додаткові

source: Recent Actions
uk: Недавні дії

source: Neither package nor offer field value was specified.
uk: Ні пакет, ні пропозиція не були обрані

source: Only one of package or offer fields should be populated.
uk: Тільки одне значення: 'пакет' чи 'пропозиція' має бути обране

source: Neither feature nor offer field value was specified.
uk: Ні характеристика, ні пропозиція не були обрані

source: Only one of feature or offer fields should be populated.
uk: Тільки одне значення: 'характеристика' чи 'пропозиція' має бути обране

source: Exception while processing '%(col)s' column, value = '%(cell)s' with message '%(message)s'
uk: Помилка при обробці колонки '%(col)s' зі значенням '%(cell)s' з повідомленням '%(message)s'

source: Exception while processing '%(col)s' column, value = '%(cell)s'
uk: Помилка при обробці колонки '%(col)s' зі значенням '%(cell)s'

source: Description
uk: Опис

source: Any information which may be helpful to easily operate current object.
uk: Будь-яка інформація, що може стати в нагоді при роботі з даним об'єктом

source: Object
uk: Об'єкт

source: Name
uk: Ім'я

source: Name of the current object.
uk: Ім'я поточного об'єкта.

source: Operator Code
uk: Код оператора

source: Operator code - several first digits of phone number for some specific operator
uk: Код оператора - кілька перших цифер телефонного номеру специфічних для оператора

source: Operator
uk: Оператор

source: Reference to operator which uses current code.
uk: Посилання на оператора, що використовує поточний код.

source: Code
uk: Код

source: Codes
uk: Коди

source: Location
uk: Розташування

source: Reference to location where this operator provides services.
uk: Розташування, де оператор надає послуги

source: Link
uk: Посилання

source: Link to the site where current operator resides.
uk: Посилання на сайт оператора

source: Operators
uk: Оператори

source: Initial price
uk: Початкова ціна

source: Initial price of package. Price that you pay when buy a new sim-card.
uk: Початкова ціна пакету. Ціна, що ви платите за нову СІМ-карту

source: Reference to related Operator.
uk: Посилання на пов'язаного оператора

source: Package Type
uk: Тип пакету

source: Some specific Package Type: Prepayment, Contract, Business etc.
uk: Специфічний тип пакету: передоплата, контракт, бізнес-пакет і т.п.

source: Package/Offer Term
uk: Умови пакету/пропозиції

source: Time term of package usage/order
uk: Умови використання / придбання пакету

source: Site page with current package
uk: Сторінка сайту поточного пакету

source: Package
uk: Пакет

source: Packages
uk: Пакети

source: Reference to related package
uk: Посилання на пов'язаний пакет

source: Package / Offer Term
uk: Умови пакету / пропозиції

source: Time term of offer usage/order
uk: Умови використання / придбання пропозиції

source: Site page with current offer
uk: Сторінка пропозиції на сайті оператора

source: Offer
uk: Пропозиція

source: Offers
uk: Пропозиції

source: Active from
uk: Активний з

source: Package/Offer is in service from this date
uk: Пакет / Послуга діє починаючи з цієї дати

source: Active to
uk: Активний до

source: Package/Offer is in service till this date
uk: Пакет / Послуга діє до цієї дати

source: Order from
uk: Придбати з

source: Package/Offer can be bought from this date
uk: Пакет / послуга можуть бути придбані починаючи з цієї дати

source: Order to
uk: Придбати до

source: Package/Offer can be bought till this date
uk: Пакет / послуга можуть бути придбані до цієї дати

source: Is Active
uk: Активний?

source: Whether this term is in use or not
uk: Чи використовується ця умова

source: Package / Offer Terms
uk: Умови пакету / послуги

source: Number of days
uk: Кількість днів

source: Number of day for current period.
uk: Кількість днів в поточному періоді

source: From Time
uk: З часу

source: Period of time when Offer/Feature is active. For example: from 01.00
uk: Час з якого поточна послуга / пропозиція доступні. Наприклад з 1:00 ночі

source: To Time
uk: До часу

source: Period of time when Offer/Feature is active. For example: to 08.00
uk: Час до якого поточна послуга доступна. Наприклад до 6:00 ранку

source: Period
uk: Період

source: Periods
uk: Періоди

source: Price of Offer/Feature
uk: Ціна пропозиції / функції

source: Reference to Period for current Offer/Feature
uk: Період пропозиції / функції

source: Term of Usage
uk: Умови користування

source: Reference to Term Of Usage
uk: Посилання на Умови використання

source: Feature
uk: Характеристика

source: Reference to Feature
uk: Посилання на характеристику

source: Reference to Offer
uk: Посилання на пропозицію

source: Payment
uk: Платіж

source: Payments
uk: Платежі

source: Amount
uk: Кількість

source: Limit to the amount of some service
uk: Кількісне обмеження послуги

source: Measurement Units
uk: Одиниці виміру

source: Measurement units for the amount field value.
uk: Одиниці виміру для кількісного обмеження послуги

source: Criterion
uk: Критерія

source: Criterion to evaluate, if set to 'true' -> use current term
uk: Критерія для обчислення. Якщо виставлено - використовувати поточний елемент

source: Service Type
uk: Тип Послуги

source: Service type linked to current term
uk: Тип послуги, прив'язаний до поточного елементу

source: Term Of Usage
uk: Умова використання

source: Terms Of Usage
uk: Умови використання

source: Unit
uk: Одиниця

source: Units used for measurement
uk: Одиниці виміру, що використовуються

source: Compared to unit
uk: Порівняння з одиницями

source: If compare this unit to another one
uk: Якщо порівнювати ці одиниці до вказаних

source: Multiply 'compared to unit'
uk: Помножити значення вказане в 'Порівняння з одиницями'

source: Multiplier used to compare to values (formula is : compared_to * multiplier = unit)
uk: Коефіціент для приведення значень пов'язаних одиниць (формула: порівняння з одиницями * множник = поточні одиниці)

source: Units
uk: Одиниці

source: Unit to service type
uk: Одиниці до типу послуг

source: Units to service types
uk: Одиниці до типів послуг

source: Criteria
uk: Критерії

source: Location Type
uk: Тип розташування

source: Location Types
uk: Типи розташувань

source: Included in Location
uk: Включений в розташування

source: Reference to Location where current is included in
uk: Посилання на більш загальне розташування

source: Location type: Country, Area, Region etc.
uk: Тип розташування: країна, список областей, область

source: Locations
uk: Розташування

source: Is Displayed on Main Form
uk: Відображати на головній формі

source: Specifies whether to display this service type on the user-input form or not.
uk: Відображати поточний тип послуги на головній формі чи ні

source: Service Types
uk: Типи послуг

source: From Location
uk: З розташування

source: Location where you use service: call, internet etc.
uk: Місце, звідки використовується послуга

source: To Location
uk: До розташування

source: Location where you make a call, send message etc.
uk: Місце, де знаходиться людина, що отримає вхідний дзвінок / СМС

source: To Operator
uk: До операторів

source: Destination operator, who will receive call or message
uk: Оператор, що отримає дзвінок / СМС

source: To Operators (String)
uk: До операторів (рядок)

source: Concatenation of operators selected in 'to_operator' field
uk: Рядок операторів, обраних в параметрі 'До операторів'

source: Direction
uk: Напрямок

source: Directions
uk: Напрямки

source: Service Type: call, SMS, internet etc.
uk: Тип послуги: дзвінок / СМС / інтернет

source: Direction of the call, SMS, internet etc.
uk: Напрямок дзвінка / СМС / інтернету і т.п.

source: Service
uk: Сервіс

source: Related Offer
uk: Пов'язана пропозиція

source: Related Package
uk: Пов'язаний пакет

source: Provided service in scope of this feature
uk: Послуга, що надається в рамках цієї характеристики

source: Features
uk: Характеристики

source: Service Type that can have such attribute
uk: Тип послуги, що може мати цей атрибут

source: Measurement units linked with current attribute
uk: Одиниці виміру, що пов'язані з поточним атрибутом

source: Attribute
uk: Атрибут

source: Attributes
uk: Атрибути

source: Reference to Attribute
uk: Посилання на атрибут

source: Value
uk: Значення

source: Value of parameter
uk: Значення параметра

source: Parameter
uk: Параметр

source: Parameters
uk: Параметри

source: Key
uk: Ключ

source: Name of the key
uk: Ім'я ключа

source: Value of current key
uk: Значення ключа

source: Changed when
uk: Змінено

source: Date when current key was changed last time
uk: Коли цей ключ було змінено востаннє

source: Directory
uk: Каталог ключів

source: Directory Item
uk: Ключ

source: Select best operator in Ukraine. Save on mobile right away. This is free. Operators: life:), MTC, Kyivstar
uk: Кращий мобіьний оператор України. Економте на мобільному зв'язку вже зараз. Це безкоштовно. Оператори: life:), МТС, Київстар

source: Select operator, most-suitable package, optimal package, profitable operator, MTC, MTS, Kyivstar, Life, Life:)
uk: Вибір оператора, вигідний пакет, оптимальний пакет, вигідний оператор, MTC, МТС, Kyivstar, Київстар, Лайф, life:), life

source: Best Operator
uk: Кращий Оператор

source: Please make you selection to start searching
uk: Будь-ласка зробіть свій вибір для початку пошуку

source: Preferred operators:
uk: Пріоритетні оператори:

source: Preferred directions:
uk: Пріоритетні напрями:

source: Interested in services:
uk: Цікавлять послуги:

source: Max price (per month):
uk: Максимальна ціна (за місяць)

source: UAH
uk: ГРН

source: Price (rounded to whole UAH)
uk: Ціна (округлена до цілого)

source: GO!
uk: Печи!

source: gv:key '%(key)s' doesn't exist
uk: gv:ключ '%(key)s' не існує

source: gv:<unknown type>:
uk: gv:<невідомий тип>:

source: You didn't make your choice
uk: Ви не зробили свого вибору

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: Russian
uk: Російська
